Could not create Structural Connection Handler
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StructuralConnectionCannotGenerate { get; }
  Visual Basic
Public Shared ReadOnly Property StructuralConnectionCannotGenerate As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StructuralConnectionCannotGenerate {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StructuralConnectionFailures Class
  Autodesk.Revit.DB Namespace